Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, sr_cyrl_rs, zh_cn, zh_tw

# Profile_ShowMarks.HelpText
source: When enabled, the Terminal will display marks in the scrollbar when searching for text, or when shell integration is enabled.
de_de: Wenn diese Option aktiviert ist, zeigt das Terminal Markierungen in der Scrollleiste an, wenn nach Text gesucht oder die Shellintegration aktiviert ist.
es_es: Cuando está habilitado, el terminal mostrará marcas en la barra de desplazamiento al buscar texto o cuando la integración de shell esté habilitada.
fr_fr: Quand cette option est activée, le terminal affiche les marques dans la barre de défilement lors de la recherche de texte ou lorsque l’intégration de l’interpréteur de commandes est activée.
it_it: Se questa opzione è abilitata, il terminale visualizzerà i segni nella barra di scorrimento durante la ricerca di testo o quando è abilitata l'integrazione della shell.
ja_jp: 有効にすると、ターミナルでテキストを検索するとき、またはシェル統合が有効になっているときに、スクロール バーにマークが表示されます。
ko_kr: 사용하도록 설정하면 터미널은 텍스트를 검색하거나 셸 통합을 사용할 때 스크롤 막대에 표시를 표시합니다.
ru_ru: Если этот параметр включен, Терминал будет отображать метки на полосе прокрутки при поиске текста или при включенной интеграции оболочки.
sr_cyrl_rs: Када је укључено, Терминал ће током претраге текста да прикаже маркере на скрол линији, или када је укључена интеграција са љуском.
zh_cn: 启用后，终端将在搜索文本或启用 shell 集成时在滚动条中显示标记。
zh_tw: 啟用時，當搜尋文字或啟用殼層整合時，終端機會在滾動條中顯示標記。

# Profile_AutoMarkPrompts.Header
source: Automatically mark prompts on pressing Enter
de_de: Prompts beim Drücken der EINGABETASTE automatisch markieren
es_es: Marcar automáticamente los avisos al presionar Entrar
fr_fr: Marquer automatiquement les invites en appuyant sur Entrée
it_it: Contrassegnare automaticamente i prompt premendo INVIO
ja_jp: Enter キーを押したときにプロンプトを自動的にマークする
ko_kr: <Enter> 키를 누를 때 자동으로 프롬프트 표시
ru_ru: Автоматически помечать запросы при нажатии клавиши ВВОД
sr_cyrl_rs: Аутоматски маркирај одзиве приликом притиска на Ентер
zh_cn: 按 Enter 时自动标记提示
zh_tw: 按下 Enter 鍵時自動標記提示

# Profile_AutoMarkPrompts.HelpText
source: When enabled, the Terminal automatically add a mark indicating the position of the end of the command when you press enter.
de_de: Wenn diese Option aktiviert ist, fügt das Terminal automatisch eine Markierung hinzu, die die Position des Befehlsendes angibt, wenn Sie die EINGABETASTE drücken.
es_es: Cuando se habilita, el terminal agrega automáticamente una marca que indica la posición del final del comando al presionar Entrar.
fr_fr: Lorsque cette option est activée, le terminal ajoute automatiquement une marque indiquant la position de la fin de la commande lorsque vous appuyez sur Entrée.
it_it: Se questa opzione è abilitata, il terminale aggiunge automaticamente un indicatore che indica la posizione della fine del comando quando si preme INVIO.
ja_jp: 有効にすると、ターミナルは Enter キーを押したときにコマンドの終了位置を示すマークを自動的に追加します。
ko_kr: 사용하도록 설정하면 Enter 키를 누를 때 터미널에서 명령의 끝 위치를 나타내는 표시를 자동으로 추가합니다.
ru_ru: Если этот параметр включен, Терминал автоматически добавляет метку, указывающую позицию конца команды при нажатии клавиши ВВОД.
sr_cyrl_rs: Када је укључено, Терминал аутоматски додате маркер који означава позицију краја команде када притиснете Ентер.
zh_cn: 启用后，终端在按 Enter 时自动添加一个指示命令结尾位置的标记。
zh_tw: 啟用時，當您按下 Enter 時，終端機會自動新增指示命令結尾位置的標記。

# Profile_RepositionCursorWithMouse.Header
source: Experimental: Reposition the cursor with mouse clicks
de_de: Experimentell: Positionieren des Cursors mit Mausklicks
es_es: Experimental: cambiar la posición del cursor con clics del mouse
fr_fr: Expérimental : repositionner le curseur avec des clics de souris
it_it: Sperimentale: riposizionare il cursore con i clic del mouse
ja_jp: 試験段階: マウスのクリックでカーソルの位置を変更する
ko_kr: 실험적: 마우스 클릭으로 커서 위치 변경
ru_ru: Экспериментальная функция: изменение положения курсора щелчками мыши
sr_cyrl_rs: Експериментално: мењај позицију курсора кликовима мишем
zh_cn: 实验性: 通过鼠标单击重新定位光标
zh_tw: 實驗性: 使用滑鼠點擊來調整游標位置

# Profile_RepositionCursorWithMouse.HelpText
source: When enabled, clicking inside the prompt will move the cursor to that position. This requires shell integration to be enabled in your shell to work as expected.
de_de: Wenn diese Option aktiviert ist, wird der Cursor durch Klicken innerhalb des Prompts an diese Position verschoben. Dies erfordert, dass die Shellintegration in Ihrer Shell aktiviert ist, damit sie erwartungsgemäß funktioniert.
es_es: Cuando se habilita, al hacer clic dentro del aviso se moverá el cursor a esa posición. Esto requiere que la integración de shell esté habilitada en el shell para funcionar de la forma esperada.
fr_fr: Lorsque cette option est activée, le fait de cliquer à l’intérieur de l’invite déplace le curseur vers cette position. Cela nécessite que l’intégration de l’interpréteur de commandes soit activée dans votre interpréteur de commandes pour fonctionner comme prévu.
it_it: Se questa opzione è abilitata, facendo clic all'interno del prompt il cursore verrà spostato in tale posizione. Ciò richiede che l'integrazione della shell sia abilitata nella shell dell’utente per funzionare come previsto.
ja_jp: 有効にすると、プロンプト内をクリック時にカーソルがその位置に移動します。これを行うには、シェルでシェル統合を有効にし、期待どおりに動作させる必要があります。
ko_kr: 활성화된 경우 프롬프트 내부를 클릭하면 커서가 해당 위치로 이동합니다. 예상대로 작동하려면 셸에서 셸 통합이 활성화되어 있어야 합니다.
ru_ru: Если этот параметр включен, при щелчке внутри запроса курсор перемещается в эту позицию. Для правильного выполнения этой операции необходимо включить интеграцию оболочки в вашей оболочке.
sr_cyrl_rs: Када је укључено, клик унутар одзива ће да помери курсор на ту позицију. Да би ово функционисало како се очекује, потребно је да у вашој љусци буде укључена интеграција љуске.
zh_cn: 启用后，在提示中单击会将光标移动到该位置。这需要在 shell 中启用 shell 集成才能按预期工作。
zh_tw: 啟用時，按一下提示內部就會將游標移到該位置。這需要啟用您殼層中的殼層整合，才能如預期地運作。

# Profile_BellStyleAudible.Content
source: Audible
de_de: Hörbar
fr_fr: Sonore
it_it: Udibili
ja_jp: 音によるチャイム
ko_kr: 들을 수 있음
ru_ru: Звук
sr_cyrl_rs: Звучно
zh_cn: 声音
zh_tw: 有聲

# Profile_BellStyleNone.Content
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun(e)
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ru_ru: Нет
sr_cyrl_rs: Ништа
zh_cn: 无
zh_tw: 無

# Globals_DisableAnimations.Header
source: Disable pane animations
de_de: Bereichsanimationen deaktivieren
es_es: Deshabilitar animaciones de panel
fr_fr: Désactiver les animations du volet
it_it: Disabilita animazioni riquadri
ja_jp: ウィンドウのアニメーションを無効にする
ko_kr: 창 애니메이션 사용 안 함
ru_ru: Отключить анимацию панели
sr_cyrl_rs: Искључи анимације панела
zh_cn: 禁用窗格动画
zh_tw: 停用窗格動畫

# Profile_FontWeightBlack.Content
source: Black
de_de: Schwarz
es_es: Negro
fr_fr: Noir
it_it: Nero
ja_jp: 黒
ko_kr: 검정
ru_ru: Черный
sr_cyrl_rs: Црна
zh_cn: 黑色
zh_tw: 超粗

# Profile_FontWeightBold.Content
source: Bold
de_de: Fett
es_es: Negrita
fr_fr: Gras
it_it: Grassetto
ja_jp: 太字
ko_kr: 굵게
ru_ru: Полужирный
sr_cyrl_rs: Подебљана
zh_cn: 粗体
zh_tw: 粗

# Profile_FontWeightCustom.Content
source: Custom
de_de: Benutzerdefiniert
es_es: Personalizar
fr_fr: Personnalisé
it_it: Personalizzato
ja_jp: カスタム
ko_kr: 사용자 지정
ru_ru: Настраиваемый
sr_cyrl_rs: Произвољна
zh_cn: 自定义
zh_tw: 自訂

# Profile_FontWeightExtra-black.Content
source: Extra-Black
de_de: Sehr Schwarz
es_es: Extra negra
fr_fr: Extra-noir
it_it: Nero accentuato
ja_jp: 極々太
ko_kr: 진한 검정
ru_ru: Сверхжирный
sr_cyrl_rs: Екстра-црна
zh_cn: 超黑体
zh_tw: 極粗

# Profile_FontWeightExtra-bold.Content
source: Extra-Bold
de_de: Sehr fett
es_es: Extra negrita
fr_fr: Très gras
it_it: Grassetto extra
ja_jp: 極太字
ko_kr: 아주 굵게
ru_ru: Жирный
sr_cyrl_rs: Екстра-подебљана
zh_cn: 特粗体
zh_tw: 特粗

# Profile_FontWeightExtra-light.Content
source: Extra-Light
de_de: Sehr dünn
es_es: Extra clara
it_it: Molto fine
ja_jp: 極細
ko_kr: 아주 가늘게
ru_ru: Сверхсветлый
sr_cyrl_rs: Екстра-светла
zh_cn: 特细体
zh_tw: 特細

# Profile_FontWeightLight.Content
source: Light
de_de: Hell
es_es: Clara
fr_fr: Clair
it_it: Fine
ja_jp: ライト
ko_kr: 가늘게
ru_ru: Светлый
sr_cyrl_rs: Светла
zh_cn: 浅色
zh_tw: 細

# Profile_FontWeightMedium.Content
source: Medium
de_de: Mittel
es_es: Mediano
fr_fr: Moyenne
it_it: Medio
ja_jp: 中
ko_kr: 중간
ru_ru: Средний
sr_cyrl_rs: Средња
zh_cn: 中
zh_tw: 中等

# Profile_FontWeightNormal.Content
source: Normal
it_it: Normale
ja_jp: 標準
ko_kr: 보통
ru_ru: Обычный
sr_cyrl_rs: Нормална
zh_cn: 正常
zh_tw: 標準

# Profile_FontWeightSemi-bold.Content
source: Semi-Bold
de_de: Halbfett
es_es: Semi negrita
fr_fr: Semi-gras
it_it: Semigrassetto
ja_jp: 中太
ko_kr: 약간 굵게
ru_ru: Плотный
sr_cyrl_rs: Полу-подебљана
zh_cn: 半粗体
zh_tw: 半粗

# Profile_FontWeightSemi-light.Content
source: Semi-Light
de_de: Halb dünn
es_es: Semi clara
it_it: Abbastanza fine
ja_jp: 中細
ko_kr: 약간 가늘게
ru_ru: Полусветлый
sr_cyrl_rs: Полу-светла
zh_cn: 半细体
zh_tw: 半細

# Profile_FontWeightThin.Content
source: Thin
de_de: Dünn
es_es: Fino
fr_fr: Fin
it_it: Minimo
ja_jp: 細
ko_kr: 얇게
ru_ru: Тонкий
sr_cyrl_rs: Танка
zh_cn: 细体
zh_tw: 極細

# Profile_FontFeature_rlig
source: Required ligatures
de_de: Erforderliche Ligaturen
es_es: Ligaduras necesarias
fr_fr: Ligatures obligatoires
it_it: Legature richieste
ja_jp: 必要な合字
ko_kr: 필수 합자
ru_ru: Обязательные лигатуры
sr_cyrl_rs: Неопходне лигатуре
zh_cn: 必需连字
zh_tw: 必要連字

# Profile_FontFeature_locl
source: Localized forms
de_de: Lokalisierte Formulare
es_es: Formularios localizados
fr_fr: Formes localisées
it_it: Moduli localizzati
ja_jp: ローカライズされたフォーム
ko_kr: 지역화된 양식
ru_ru: Локализованные формы
sr_cyrl_rs: Локализоване форме
zh_cn: 本地化表单
zh_tw: 本地化表單

# Profile_FontFeature_ccmp
source: Composition/decomposition
de_de: Zusammensetzung/Aufgliederung
es_es: Composición/descomposición
fr_fr: Composition/décomposition
it_it: Composizione/scomposizione
ja_jp: 合成/分解
ko_kr: 구성/분해
ru_ru: Композиция/декомпозиция
sr_cyrl_rs: Композиција/декомпозиција
zh_cn: 组合/分解
zh_tw: 組合/分解

# Profile_FontFeature_calt
source: Contextual alternates
de_de: Kontextbezogene Alternativen
es_es: Alternativas contextuales
fr_fr: Alternatives contextuelles
it_it: Alternative contestuali
ja_jp: コンテキスト代替
ko_kr: 상황별 대체 항목
ru_ru: Контекстные варианты
sr_cyrl_rs: Контекстуалне алтернативе
zh_cn: 上下文替换
zh_tw: 內容相關的替代字

# Profile_FontFeature_liga
source: Standard ligatures
de_de: Standardligaturen
es_es: Ligaduras estándar
fr_fr: Ligatures standard
it_it: Legature standard
ja_jp: 標準合字
ko_kr: 표준 합자
ru_ru: Стандартные лигатуры
sr_cyrl_rs: Стандардне лигатуре
zh_cn: 标准连字
zh_tw: 標準連字

# Profile_FontFeature_clig
source: Contextual ligatures
de_de: Kontextbezogene Ligaturen
es_es: Ligaduras contextuales
fr_fr: Ligatures contextuelles
it_it: Legature contestuali
ja_jp: コンテキスト合字
ko_kr: 상황별 합자
ru_ru: Контекстные лигатуры
sr_cyrl_rs: Контекстуалне лигатуре
zh_cn: 上下文连字
zh_tw: 內容相關的連字

# Profile_FontFeature_rvrn
source: Required variation alternates
de_de: Erforderliche Variantenwechsel
es_es: Alternativas de variación necesarias
fr_fr: Alternatives de variation obligatoires
it_it: Alternative di variante richieste
ja_jp: 必要なバリエーションの代替
ko_kr: 필수 변형 대체 항목
ru_ru: Обязательные варианты
sr_cyrl_rs: Неопходне алтернативне варијације
zh_cn: 必需的变体替换
zh_tw: 必要的變化替代項目

# Profile_FontFeature_kern
source: Kerning
es_es: Interletraje
fr_fr: Crénage
it_it: Crenatura
ja_jp: カーニング
ko_kr: 커닝
ru_ru: Кернинг
sr_cyrl_rs: Кернинг
zh_cn: 字距
zh_tw: 字元間距調整

# Profile_FontFeature_mark
source: Mark positioning
de_de: Positionierung markieren
es_es: Marcar posicionamiento
fr_fr: Positionnement des marques
it_it: Posizionamento indicatore
ja_jp: マークの位置
ko_kr: 표시 위치
ru_ru: Расположение метки
sr_cyrl_rs: Позиционирање ознака
zh_cn: 标记定位
zh_tw: 標示位置

# Profile_FontFeature_mkmk
source: Mark to mark positioning
de_de: Markieren, um die Positionierung zu markieren
es_es: Marcar para marcar el posicionamiento
fr_fr: Marquer au niveau du positionnement des marques
it_it: Contrassegna per contrassegnare il posizionamento
ja_jp: マークの位置にマークする
ko_kr: 위치를 표시하도록 표시
ru_ru: Расположение между метками
sr_cyrl_rs: Позиционирање ознака на ознаку
zh_cn: 标记定位
zh_tw: 標記以標記位置

# Profile_FontFeature_dist
source: Distance
de_de: Entfernung
es_es: Distancia
it_it: Distanza
ja_jp: 距離
ko_kr: 거리
ru_ru: Расстояние
sr_cyrl_rs: Дистанца
zh_cn: 距离
zh_tw: 距離

# Profile_FontFeature_aalt
source: Access all alternates
de_de: Auf alle Alternativen zugreifen
es_es: Acceso a todas las alternativas
fr_fr: Accéder à toutes les alternatives
it_it: Accedi a tutte le alternative
ja_jp: すべての代替にアクセスする
ko_kr: 모든 대체 항목에 액세스
ru_ru: Доступ ко всем вариантам
sr_cyrl_rs: Приступ свим алтернативама
zh_cn: 访问所有替换
zh_tw: 存取所有替代項目

# Profile_FontFeature_case
source: Case sensitive forms
de_de: Formulare mit Beachtung der Groß-/Kleinschreibung
es_es: Formularios que distinguen mayúsculas de minúsculas
fr_fr: Formes sensibles à la casse
it_it: Moduli sensibili alle maiuscole
ja_jp: 大文字と小文字を区別するフォーム
ko_kr: 대/소문자 구분 양식
ru_ru: Формы с учетом регистра
sr_cyrl_rs: Форме зависне од величине слова
zh_cn: 区分大小写的表单
zh_tw: 區分大小寫的表單

# Profile_FontFeature_dnom
source: Denominator
de_de: Nenner
es_es: Denominador
fr_fr: Dénominateur
it_it: Denominatore
ja_jp: 分母
ko_kr: 분모
ru_ru: Знаменатель
sr_cyrl_rs: Именилац
zh_cn: 分母
zh_tw: 分母 (分數)

# Profile_FontFeature_fina
source: Terminal forms
de_de: Terminalformulare
es_es: Formularios terminales
fr_fr: Formes terminales
it_it: Moduli terminali
ja_jp: ターミナル フォーム
ko_kr: 터미널 양식
ru_ru: Терминальные формы
sr_cyrl_rs: Завршне форме
zh_cn: 终端表单
zh_tw: 終端機表單

# Profile_FontFeature_frac
source: Fractions
de_de: Brüche
es_es: Fracciones
it_it: Frazioni
ja_jp: 分数
ko_kr: 분수
ru_ru: Дроби
sr_cyrl_rs: Разломци
zh_cn: 分数
zh_tw: 分數

# Profile_FontFeature_init
source: Initial forms
de_de: Anfangsformulare
es_es: Formularios iniciales
fr_fr: Formes initiales
it_it: Moduli iniziali
ja_jp: 初期フォーム
ko_kr: 초기 양식
ru_ru: Инициальные формы
sr_cyrl_rs: Почетне форме
zh_cn: 初始表单
zh_tw: 初始表單

# Profile_FontFeature_medi
source: Medial forms
de_de: Mediale Formulare
es_es: Formularios mediales
fr_fr: Formes médianes
it_it: Moduli mediali
ja_jp: メディア フォーム
ko_kr: 중간 양식
ru_ru: Медиальные формы
sr_cyrl_rs: Медијалне форме
zh_cn: 媒体表单
zh_tw: 媒體表單

# Profile_FontFeature_numr
source: Numerator
de_de: Zähler
es_es: Numerador
fr_fr: Numérateur
it_it: Numeratore
ja_jp: 分子
ko_kr: 분자
ru_ru: Числитель
sr_cyrl_rs: Бројитељ
zh_cn: 分子
zh_tw: 分子 (分數)

# Profile_FontFeature_ordn
source: Ordinals
de_de: Ordnungszahlen
es_es: Ordinales
fr_fr: Ordinaux
it_it: Ordinali
ja_jp: 序数
ko_kr: 서수
ru_ru: Порядковые номера
sr_cyrl_rs: Редни бројеви
zh_tw: 序數

# Profile_FontFeature_rclt
source: Required contextual alternates
de_de: Erforderliche kontextbezogene Alternativen
es_es: Alternativas contextuales necesarias
fr_fr: Alternatives contextuelles obligatoires
it_it: Alternative contestuali richieste
ja_jp: 必要なコンテキスト代替
ko_kr: 필수 상황별 대체 항목
ru_ru: Обязательные контекстные варианты
sr_cyrl_rs: Неопходне контекстуалне алтернативе
zh_cn: 必需的上下文替换
zh_tw: 要求內容相關的替代字

# Profile_FontFeature_sinf
source: Scientific inferiors
de_de: Wissenschaftliche Untergeordnete
es_es: Inferiores científicos
fr_fr: Inférieurs scientifiques
it_it: Inferiori scientifici
ja_jp: 下付き文字
ko_kr: 과학적 유추자
ru_ru: Научные подстрочные символы
sr_cyrl_rs: Научни инфериорни
zh_cn: 科学型弱者
zh_tw: 科學符號下標

# Profile_FontFeature_subs
source: Subscript
de_de: Tiefgestellt
es_es: Suscribir
fr_fr: Indice
it_it: Pedice
ja_jp: 下付き文字
ko_kr: 아래 첨자
ru_ru: Подстрочный
sr_cyrl_rs: Индексни знаци
zh_cn: 下标
zh_tw: 下標

# Profile_FontFeature_sups
source: Superscript
de_de: Höhergestellt
es_es: Superíndice
fr_fr: Exposant
it_it: Apice
ja_jp: 上付き文字
ko_kr: 위 첨자
ru_ru: Надстрочный
sr_cyrl_rs: Експонентни знаци
zh_cn: 上标
zh_tw: 上標

# Profile_FontFeature_zero
source: Slashed zero
de_de: Schrägstrich null
es_es: Cero tachado
fr_fr: Zéro barré
it_it: Zero barrato
ja_jp: スラッシュ 0
ko_kr: 슬래시 0
ru_ru: Перечеркнутый нуль
sr_cyrl_rs: Нула са цртом
zh_cn: 斜线零
zh_tw: 有斜線的零

# Profile_FontFeature_abvm
source: Above-base mark positioning
de_de: Positionierung der oberen Basismarkierung
es_es: Posicionamiento de la marca por encima de la base
fr_fr: Positionnement des marques au-dessus de la base
it_it: Posizionamento indicatore di base superiore
ja_jp: 上基準マークの配置
ko_kr: 베이스 위 표시 위치
ru_ru: Расположение метки над базой
sr_cyrl_rs: Позиционирање ознака изнад базе
zh_cn: 上基标记定位
zh_tw: 底線上方標記位置

# Globals_LaunchSize.Header
source: Launch size
de_de: Startgröße
es_es: Tamaño de inicio
fr_fr: Taille au lancement
it_it: Dimensioni avvio
ja_jp: 起動サイズ
ko_kr: 시작 크기
ru_ru: Размер для запуска
sr_cyrl_rs: Величина при покретању
zh_cn: 启动大小
zh_tw: 啟動大小

# Globals_LaunchSize.HelpText
source: The number of rows and columns displayed in the window upon first load. Measured in characters.
de_de: Die Anzahl der Zeilen und Spalten, die beim ersten Laden im Fenster angezeigt werden. Gemessen in Zeichen.
es_es: Número de filas y columnas que se muestran en la ventana en la primera carga. Medido en caracteres.
fr_fr: Nombre de lignes et de colonnes affichées dans la fenêtre lors du premier chargement. Se mesure en caractères.
it_it: Numero di righe e colonne visualizzate nella finestra al primo caricamento. Misurato in caratteri.
ja_jp: 最初の読み込み時にウィンドウに表示される行と列の数。文字数で計測されます。
ko_kr: 처음 로드할 때 창에 표시되는 행 및 열 수입니다. 문자로 측정되었습니다.
ru_ru: Количество строк или столбцов, отображаемых в окне при первой загрузке. Измеряется знаками.
sr_cyrl_rs: Број редова и колона који се приказује у прозору приликом првог учитавања. Мерено у карактерима.
zh_cn: 首次加载时在窗口中显示的行数和列数。以字符度量。
zh_tw: 第一次載入時顯示在視窗中的列和欄數目。以字元數測量。

# Globals_LaunchPosition.Text
source: Launch position
de_de: Startposition
es_es: Posición de inicio
fr_fr: Position de lancement
it_it: Posizione di avvio
ja_jp: 起動位置
ko_kr: 시작 위치
ru_ru: Положение запуска
sr_cyrl_rs: Позиција при покретању
zh_cn: 启动位置
zh_tw: 啟動位置

# Globals_LaunchPosition.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: The initial position of the terminal window upon startup. When launching as maximized, full screen, or with "Center on launch" enabled, this is used to target the monitor of interest.
de_de: Die anfängliche Position des Terminalfensters beim Start. Beim Start als maximierter Vollbildmodus oder mit aktivierter Option „Zentrieren beim Start“ wird dies verwendet, um den gewünschten Monitor als Ziel zu verwenden.
es_es: Posición inicial de la ventana del terminal al iniciarse. Al iniciar como maximizado, en pantalla completa o con "Centrar al iniciar", se usa para dirigirse al monitor de interés.
fr_fr: Position initiale de la fenêtre de terminal au démarrage. Lors du lancement en mode agrandi, en plein écran ou avec l’option « Centrer au lancement » activée, elle est utilisée pour cibler le moniteur d’intérêt.
it_it: Posizione iniziale della finestra del terminale all'avvio. Quando si avvia come ingrandita, a schermo intero o con l'opzione "Allinea al centro all'avvio" abilitata, viene usata per il targeting al monitor di interesse.
ja_jp: スタートアップ時のターミナル ウィンドウの初期位置。最大化、全画面表示、または [起動時に中央] を有効にして起動する場合、これは目的のモニターをターゲットにするために使用されます。
ko_kr: 시작할 때 터미널 창의 초기 위치입니다. 최대화, 전체 화면 또는 "시작 시 센터"를 사용하도록 설정한 상태로 시작할 때 관심 모니터를 대상으로 지정하는 데 사용됩니다.
ru_ru: Начальное положение окна терминала при запуске. При запуске в развернутом полноэкранном режиме или с включенным параметром "По центру при запуске" эта настройка используется для выбора целевого монитора.
sr_cyrl_rs: Почетна позиција прозора терминала приликом покретања. Када се покреће као максимизовано, у пуном екрану, или са укљученим „Центрирано”, ово се користи за циљање монитора од интереса.
zh_cn: 启动时终端窗口的初始位置。在以最大化、全屏模式启动或启用“启动时居中”时，这用于面向感兴趣的监视器。
zh_tw: 啟動時終端機視窗的初始位置。當以最大化、全螢幕或啟用「啟動時置中」啟動時，這將用於定位感興趣的監視器。

# Profile_BellStyleAll.Content
source: All
de_de: Alle
es_es: Todo
fr_fr: Tout
it_it: Tutto
ja_jp: すべて
ko_kr: 모두
ru_ru: Все
sr_cyrl_rs: Све
zh_cn: 全部
zh_tw: 全部

# Profile_BellStyleVisual.Content
source: Visual (flash taskbar)
de_de: Visuell (Blinkende Taskleiste)
es_es: Visual (barra de tareas flash)
fr_fr: Visual (flash dans la barre de tâche)
it_it: Visivo (barra delle applicazioni Flash)
ja_jp: ビジュアル (フラッシュ タスク バー)
ko_kr: 시각(플래시 작업 표시줄)
ru_ru: Визуальные элементы (мигающая панель задач)
sr_cyrl_rs: Визуелно (линија задатака трепери)
zh_cn: 视觉(闪烁任务栏)
zh_tw: 視覺效果 (閃爍工作列)

# Profile_BellStyleTaskbar.Content
source: Flash taskbar
de_de: Blinkende Taskleiste
es_es: Barra de tareas Flash
fr_fr: Barre des tâches Flash
it_it: Barra delle applicazioni di Flash
ja_jp: フラッシュ タスク バー
ko_kr: 플래시 작업 표시줄
ru_ru: Мигающая панель задач
sr_cyrl_rs: Трепери линију задатака
zh_cn: 闪烁任务栏
zh_tw: 快閃工作列

# Profile_BellStyleWindow.Content
source: Flash window
de_de: Blinkendes Fenster
es_es: Ventana Flash
fr_fr: Fenêtre Flash
it_it: Finestra di Flash
ja_jp: フラッシュ ウィンドウ
ko_kr: 플래시 창
ru_ru: Мигающее окно
sr_cyrl_rs: Трепери прозор
zh_cn: 闪烁窗口
zh_tw: 快閃視窗

# ColorScheme_AddNewButton.Text
source: Add new
de_de: Neu hinzufügen
es_es: Agregar nuevo
fr_fr: Ajouter nouveau
it_it: Aggiungi nuovo
ja_jp: 新規追加
ko_kr: 새로 추가
ru_ru: Добавить новую
sr_cyrl_rs: Додај нову
zh_cn: 新增
zh_tw: 新增

# ColorScheme_DeleteButton.Text
source: Delete color scheme
de_de: Farbschema löschen
es_es: Eliminar combinación de colores
fr_fr: Supprimer le modèle de couleurs
it_it: Elimina combinazione colori
ja_jp: 配色の削除
ko_kr: 색 구성표 삭제
ru_ru: Удалить цветовую схему
sr_cyrl_rs: Обриши шему боја
zh_cn: 删除配色方案
zh_tw: 刪除色彩配置

# ColorScheme_EditButton.Text
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
ru_ru: Изменить
sr_cyrl_rs: Уреди
zh_cn: 编辑
zh_tw: 編輯

# ColorScheme_DeleteButton2.Text
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ru_ru: Удалить
sr_cyrl_rs: Обриши
zh_cn: 删除
zh_tw: 刪除

# ColorScheme_Name.Header
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
ko_kr: 이름
ru_ru: Имя
sr_cyrl_rs: Име
zh_cn: 名称
zh_tw: 名稱

# ColorScheme_Name.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: The name of the color scheme.
de_de: Der Name des Farbschemas.
es_es: Nombre de la combinación de colores.
fr_fr: Le nom du modèle de couleurs.
it_it: Nome della combinazione colori.
ja_jp: 配色の名前です。
ko_kr: 색 구성표의 이름입니다.
ru_ru: Название цветовой схемы.
sr_cyrl_rs: Име шеме боја.
zh_cn: 配色方案的名称。
zh_tw: 色彩配置名稱。

# Profile_DeleteButton.Text
source: Delete profile
de_de: Profil löschen
es_es: Eliminar perfil
fr_fr: Supprimer le profil
it_it: Elimina profilo
ja_jp: プロファイルの削除
ko_kr: 프로필 삭제
ru_ru: Удалить профиль
sr_cyrl_rs: Обриши профил
zh_cn: 删除配置文件
zh_tw: 刪除設定檔

# Profile_Name.HelpText
source: The name of the profile that appears in the dropdown.
de_de: Der Name des Profils, das in der Dropdown Liste angezeigt wird.
es_es: Nombre del perfil que aparece en la lista desplegable.
fr_fr: Nom du profil qui apparaît dans la liste déroulante.
it_it: Nome del profilo visualizzato nell'elenco a discesa.
ja_jp: ドロップダウンに表示されるプロファイルの名前です。
ko_kr: 드롭다운에 표시되는 프로필의 이름입니다.
ru_ru: Имя профиля, отображаемого в раскрывающемся списке.
sr_cyrl_rs: Име профила које се појављује у падајућој листи.
zh_cn: 下拉列表中显示的配置文件的名称。
zh_tw: 出現在下拉式清單中的設定檔名稱。

# Profile_Name.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
ko_kr: 이름
ru_ru: Название
sr_cyrl_rs: Име
zh_cn: 名称
zh_tw: 名稱

# Profile_Name.Header
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
ko_kr: 이름
ru_ru: Имя
sr_cyrl_rs: Име
zh_cn: 名称
zh_tw: 名稱

# Profile_TransparencyHeader.Text
source: Transparency
de_de: Transparenz
es_es: Transparencia
fr_fr: Transparence
it_it: Trasparenza
ja_jp: 透明度
ko_kr: 투명성
ru_ru: Прозрачность
sr_cyrl_rs: Провидност
zh_cn: 透明度
zh_tw: 透明度

# Profile_BackgroundHeader.Text
source: Background image
de_de: Hintergrundbild
es_es: Imagen de fondo
fr_fr: Image d’arrière-plan
it_it: Immagine di sfondo
ja_jp: 背景画像
ko_kr: 배경 이미지
ru_ru: Фоновое изображение
sr_cyrl_rs: Слика позадине
zh_cn: 背景图像
zh_tw: 背景影像

# Profile_CursorHeader.Text
source: Cursor
fr_fr: Curseur
it_it: Cursore
ja_jp: ポインター
ko_kr: 커서
ru_ru: Курсор
sr_cyrl_rs: Курсор
zh_cn: 光标
zh_tw: 游標
